---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevLowerSuffix
source: html/e43bab31-7207-d389-c5aa-bbe0f272bbc5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevLowerSuffix Property

"Lower Value Suffix"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevLowerSuffix { get; }
```